Repository: rendiwijiatmoko/iOS-SelfPhotos
Catalog: ImmichApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Open Back Up Photos to select your albums and turn on automatic backup.
ar: افتح نسخ الصور احتياطيًا لتحديد ألبوماتك وتشغيل النسخ الاحتياطي التلقائي.
bg: Отворете „Архивиране на снимки“, за да изберете албумите си и да включите автоматичното архивиране.
bn: আপনার অ্যালবাম বেছে নিতে এবং স্বয়ংক্রিয় ব্যাকআপ চালু করতে ছবি ব্যাকআপ খুলুন।
ca: Obre Fes una còpia de seguretat de les fotos per seleccionar els àlbums i activar la còpia automàtica.
cs: Otevřete Zálohovat fotky, vyberte alba a zapněte automatické zálohování.
da: Åbn Sikkerhedskopiér fotos for at vælge dine album og slå automatisk sikkerhedskopiering til.
de: Öffne „Fotos sichern“, um deine Alben auszuwählen und die automatische Sicherung zu aktivieren.
el: Ανοίξτε τα Αντίγραφα ασφαλείας φωτογραφιών για να επιλέξετε άλμπουμ και να ενεργοποιήσετε την αυτόματη δημιουργία αντιγράφων.
es: Abre Crear copia de seguridad de las fotos para seleccionar tus álbumes y activar la copia de seguridad automática.
fa: برای انتخاب آلبوم‌ها و روشن کردن پشتیبان‌گیری خودکار، «پشتیبان‌گیری از عکس‌ها» را باز کنید.
fi: Avaa Varmuuskopioi kuvat, valitse albumit ja ota automaattinen varmuuskopiointi käyttöön.
fr: Ouvrez Sauvegarder les photos pour sélectionner vos albums et activer la sauvegarde automatique.
he: פתחו את גיבוי התמונות כדי לבחור אלבומים ולהפעיל גיבוי אוטומטי.
hi: अपने एल्बम चुनने और स्वचालित बैकअप चालू करने के लिए फ़ोटो का बैकअप लें खोलें।
hr: Otvorite Sigurnosno kopiranje fotografija kako biste odabrali albume i uključili automatsko sigurnosno kopiranje.
hu: Nyissa meg a Fotók biztonsági mentése képernyőt az albumok kiválasztásához és az automatikus biztonsági mentés bekapcsolásához.
id: Buka Cadangkan Foto untuk memilih album Anda dan mengaktifkan pencadangan otomatis.
it: Apri Esegui il backup delle foto per selezionare gli album e attivare il backup automatico.
ja: 「写真をバックアップ」を開いてアルバムを選択し、自動バックアップをオンにしてください。
kk: Альбомдарды таңдап, автоматты сақтық көшірмені қосу үшін «Фотосуреттердің сақтық көшірмесін жасау» бөлімін ашыңыз.
ko: '사진 백업'을 열어 앨범을 선택하고 자동 백업을 켜세요.
lt: Atidarykite „Kurti nuotraukų atsargines kopijas“, pasirinkite albumus ir įjunkite automatinį atsarginių kopijų kūrimą.
ms: Buka Sandarkan Foto untuk memilih album anda dan menghidupkan sandaran automatik.
nb: Åpne Sikkerhetskopier bilder for å velge album og slå på automatisk sikkerhetskopiering.
nl: Open Back-up van foto's maken om je albums te selecteren en automatische back-ups in te schakelen.
pl: Otwórz „Utwórz kopię zapasową zdjęć”, wybierz albumy i włącz automatyczną kopię zapasową.
pt: Abra Criar cópia de segurança das fotos para selecionar os álbuns e ativar a cópia de segurança automática.
ro: Deschideți Creați o copie de siguranță a fotografiilor pentru a selecta albumele și a activa copia de siguranță automată.
ru: Откройте раздел «Создать резервную копию фотографий», выберите альбомы и включите автоматическое резервное копирование.
sk: Otvorte Zálohovať fotografie, vyberte albumy a zapnite automatické zálohovanie.
sl: Odprite Varnostno kopiraj fotografije, izberite albume in vklopite samodejno varnostno kopiranje.
sv: Öppna Säkerhetskopiera foton för att välja album och aktivera automatisk säkerhetskopiering.
th: เปิดสำรองข้อมูลรูปภาพเพื่อเลือกอัลบั้มและเปิดการสำรองข้อมูลอัตโนมัติ
tr: Albümlerinizi seçmek ve otomatik yedeklemeyi açmak için Fotoğrafları Yedekle'yi açın.
uk: Відкрийте «Створити резервну копію фото», щоб вибрати альбоми й увімкнути автоматичне резервне копіювання.
vi: Mở Sao lưu ảnh để chọn album và bật sao lưu tự động.
zh_hans: 打开“备份照片”以选择相册并开启自动备份。
zh_hant: 開啟「備份相片」以選取相簿並啟用自動備份。

source: Open Settings
ar: فتح الاعدادات
bg: Отвори Настройки
bn: সেটিংস খুলুন
ca: Obre la configuració
cs: Otevřít nastavení
da: Åben instillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
es: Abrir configuración
fa: باز کردن تنظیمات
fi: Avaa asetukset
fr: Ouvrir les paramètres
he: פתח הגדרות
hi: खुली सेटिंग
hr: Otvori postavke
hu: Beállítások megnyitása
id: Buka pengaturan
it: Apri impostazioni
ja: 設定を開く
kk: Параметрлерді ашу
ko: 설정 열기
lt: Atidaryti nustatymus
ms: Buka Tetapan
nb: Åpne innstillinger
nl: Open instellingen
pl: Otwórz ustawienia
pt: Abrir definições
ro: Deschideți setările
ru: Перейти к настройкам
sk: Otvoriť nastavenia
sl: Odpri nastavitve
sv: Öppna inställningar
th: เปิดการตั้งค่า
tr: Ayarları aç
uk: Відкрити налаштування
vi: Mở cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定

source: Optional
ar: اختياري
bg: По избор
bn: ঐচ্ছিক
ca: Opcional
cs: Volitelné
da: Valgfrit
el: Προαιρετικό
es: Opcional
fa: اختیاری
fi: Valinnainen
fr: Facultatif
he: אופציונלי
hi: वैकल्पिक
hr: Neobavezno
hu: Nem kötelező
id: Opsional
it: Facoltativo
ja: 任意
kk: Міндетті емес
ko: 선택 사항
lt: Neprivaloma
ms: Pilihan
nb: Valgfritt
nl: Optioneel
pl: Opcjonalne
pt: Opcional
ro: Opțional
ru: Необязательно
sk: Voliteľné
sl: Izbirno
sv: Valfritt
th: ไม่บังคับ
tr: İsteğe Bağlı
uk: Необов’язково
vi: Không bắt buộc
zh_hans: 可选
zh_hant: 選用

source: Organize into albums
ar: ترتيب في ألبومات
bg: Подредете в албуми
bn: অ্যালবামে গুছিয়ে রাখুন
ca: Organitza en àlbums
cs: Organizovat do alb
da: Organiser i album
de: In Alben organisieren
el: Οργάνωση σε άλμπουμ
es: Organizar en álbumes
fa: مرتب‌سازی در آلبوم‌ها
fi: Järjestä albumeihin
fr: Organiser dans des albums
he: ארגן בתוך אלבומים
hi: एल्बम में व्यवस्थित करें
hr: Organiziraj u albume
hu: Albumokba rendezés
id: Kelola ke dalam album
it: Organizza all'interno degli albums
ja: アルバムに追加して整理する
kk: Альбомдарға реттеу
ko: 앨범으로 정리하기
lt: Sutvarkyti į albumus
ms: Atur ke dalam album
nb: Organiser til album
nl: Organiseren in albums
pl: Uporządkuj w albumy
pt: Organizar em álbuns
ro: Organizați în albume
ru: Распределить по альбомам
sk: Usporiadať do albumov
sl: Organiziraj v albume
sv: Organisera i album
th: จัดระเบียบใส่อัลบั้ม
tr: Albümler halinde düzenle
uk: Упорядкувати в альбоми
vi: Sắp xếp thành album
zh_hans: 整理到相册中
zh_hant: 整理成相簿

source: Password
ar: كلمة المرور
bg: Парола
bn: পাসওয়ার্ড
ca: Contrasenya
cs: Heslo
da: Kodeord
de: Passwort
el: Κωδικός Πρόσβασης
es: Contraseña
fa: رمز عبور
fi: Salasana
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: Zaporka
hu: Jelszó
id: Sandi
ja: パスワード
kk: Құпиясөз
ko: 비밀번호
lt: Slaptažodis
ms: Kata Laluan
nb: Passord
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
th: รหัสผ่าน
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

source: Password login is disabled on this server. Sign in with an API key instead.
ar: تسجيل الدخول بكلمة المرور معطل على هذا الخادم. سجّل الدخول باستخدام مفتاح API بدلًا منه.
bg: Влизането с парола е изключено на този сървър. Вместо това влезте с API ключ.
bn: এই সার্ভারে পাসওয়ার্ড দিয়ে লগইন বন্ধ আছে। পরিবর্তে একটি API কী দিয়ে সাইন ইন করুন।
ca: L'inici de sessió amb contrasenya està desactivat en aquest servidor. Inicia sessió amb una clau API.
cs: Přihlašování heslem je na tomto serveru vypnuté. Přihlaste se místo toho pomocí klíče API.
da: Login med adgangskode er deaktiveret på denne server. Log ind med en API-nøgle i stedet.
de: Die Anmeldung mit Passwort ist auf diesem Server deaktiviert. Melde dich stattdessen mit einem API-Schlüssel an.
el: Η σύνδεση με κωδικό πρόσβασης είναι απενεργοποιημένη σε αυτόν τον διακομιστή. Συνδεθείτε με κλειδί API.
es: El inicio de sesión con contraseña está desactivado en este servidor. Inicia sesión con una clave API.
fa: ورود با گذرواژه در این سرور غیرفعال است. به‌جای آن با کلید API وارد شوید.
fi: Salasanalla kirjautuminen on poistettu käytöstä tällä palvelimella. Kirjaudu sen sijaan API-avaimella.
fr: La connexion par mot de passe est désactivée sur ce serveur. Connectez-vous plutôt avec une clé API.
he: התחברות באמצעות סיסמה מושבתת בשרת הזה. התחברו באמצעות מפתח API במקום זאת.
hi: इस सर्वर पर पासवर्ड से साइन इन बंद है। इसके बजाय API कुंजी से साइन इन करें।
hr: Prijava lozinkom onemogućena je na ovom poslužitelju. Umjesto toga prijavite se API ključem.
hu: A jelszavas bejelentkezés le van tiltva ezen a szerveren. Jelentkezzen be inkább egy API-kulccsal.
id: Login dengan kata sandi dinonaktifkan di server ini. Gunakan kunci API untuk masuk.
it: L'accesso con password è disabilitato su questo server. Accedi invece con una chiave API.
ja: このサーバーではパスワードによるログインが無効です。代わりにAPIキーでサインインしてください。
kk: Бұл серверде құпиясөзбен кіру өшірілген. Оның орнына API кілтімен кіріңіз.
ko: 이 서버에서는 비밀번호 로그인이 비활성화되어 있습니다. 대신 API 키로 로그인하세요.
lt: Prisijungimas slaptažodžiu šiame serveryje išjungtas. Prisijunkite naudodami API raktą.
ms: Log masuk kata laluan dilumpuhkan pada pelayan ini. Sebaliknya, log masuk dengan kunci API.
nb: Pålogging med passord er deaktivert på denne serveren. Logg på med en API-nøkkel i stedet.
nl: Aanmelden met een wachtwoord is uitgeschakeld op deze server. Meld je in plaats daarvan aan met een API-sleutel.
pl: Logowanie hasłem jest wyłączone na tym serwerze. Zaloguj się za pomocą klucza API.
pt: O início de sessão com palavra-passe está desativado neste servidor. Inicie sessão com uma chave de API.
ro: Autentificarea cu parolă este dezactivată pe acest server. Autentificați-vă folosind o cheie API.
ru: Вход по паролю отключен на этом сервере. Используйте для входа ключ API.
sk: Prihlásenie heslom je na tomto serveri vypnuté. Prihláste sa pomocou kľúča API.
sl: Prijava z geslom je v tem strežniku onemogočena. Namesto tega se prijavite s ključem API.
sv: Inloggning med lösenord är inaktiverad på den här servern. Logga in med en API-nyckel i stället.
th: เซิร์ฟเวอร์นี้ปิดใช้การเข้าสู่ระบบด้วยรหัสผ่าน โปรดเข้าสู่ระบบด้วยคีย์ API แทน
tr: Bu sunucuda şifreyle oturum açma devre dışı. Bunun yerine bir API anahtarıyla oturum açın.
uk: Вхід за паролем вимкнено на цьому сервері. Натомість увійдіть за допомогою ключа API.
vi: Đăng nhập bằng mật khẩu đã bị tắt trên máy chủ này. Hãy đăng nhập bằng khóa API.
zh_hans: 此服务器已停用密码登录。请改用 API 密钥登录。
zh_hant: 此伺服器已停用密碼登入。請改用 API 金鑰登入。

source: People
ar: الأشخاص
bg: Хора
bn: ব্যক্তিবর্গ
ca: Persones
cs: Lidé
da: Personer
de: Personen
el: Άτομα
es: Personas
fa: افراد
fi: Ihmiset
fr: Personnes
he: אנשים
hi: लोग
hr: Osobe
hu: Személyek
id: Orang
it: Persone
ja: 人物
kk: Адамдар
ko: 사람
lt: Žmonės
ms: Orang
nb: Personer
nl: Personen
pl: Osoby
pt: Pessoas
ro: Persoane
ru: Люди
sk: Ľudia
sl: Osebe
sv: Personer
th: ผู้คน
tr: Kişiler
uk: Люди
vi: Mọi người
zh_hans: 人物
zh_hant: 人物

source: Permanently delete everything in the trash?
ar: حذف كل ما في سلة المهملات نهائيًا؟
bg: Да се изтрие ли завинаги всичко в кошчето?
bn: ট্র্যাশের সবকিছু স্থায়ীভাবে মুছবেন?
ca: Vols eliminar definitivament tot el contingut de la paperera?
cs: Trvale smazat vše v koši?
da: Slet alt i papirkurven permanent?
de: Alles im Papierkorb dauerhaft löschen?
el: Να διαγραφούν οριστικά όλα τα στοιχεία του κάδου;
es: ¿Eliminar permanentemente todo lo que hay en la papelera?
fa: همه موارد زباله‌دان برای همیشه حذف شوند؟
fi: Poistetaanko kaikki roskakorista pysyvästi?
fr: Supprimer définitivement tout le contenu de la corbeille ?
he: למחוק לצמיתות את כל תוכן האשפה?
hi: ट्रैश की सभी चीज़ें स्थायी रूप से हटाएँ?
hr: Trajno izbrisati sve iz smeća?
hu: Véglegesen töröl mindent a kukából?
id: Hapus permanen semua yang ada di sampah?
it: Eliminare definitivamente tutto il contenuto del cestino?
ja: ゴミ箱内のすべての項目を完全に削除しますか？
kk: Себеттегі барлық элементті біржола жою керек пе?
ko: 휴지통의 모든 항목을 영구적으로 삭제하시겠습니까?
lt: Visam laikui ištrinti viską iš šiukšlinės?
ms: Padam semua dalam sampah secara kekal?
nb: Slette alt i papirkurven permanent?
nl: Alles in de prullenmand permanent verwijderen?
pl: Trwale usunąć całą zawartość kosza?
pt: Eliminar permanentemente tudo o que está no lixo?
ro: Ștergeți definitiv tot conținutul coșului?
ru: Навсегда удалить все содержимое корзины?
sk: Natrvalo vymazať všetok obsah koša?
sl: Trajno izbrišem vso vsebino smetnjaka?
sv: Radera allt i papperskorgen permanent?
th: ลบทุกอย่างในถังขยะอย่างถาวรหรือไม่
tr: Çöpteki her şey kalıcı olarak silinsin mi?
uk: Назавжди видалити все з кошика?
vi: Xóa vĩnh viễn mọi thứ trong thùng rác?
zh_hans: 永久删除废纸篓中的所有内容？
zh_hant: 永久刪除垃圾桶中的所有內容？

source: Personal
ar: شخصي
bg: Лично
bn: ব্যক্তিগত
cs: Osobní
da: Personlig
de: Persönlich
el: Προσωπικό
fa: شخصی
fi: Henkilökohtainen
fr: Personnel
he: אישי
hi: व्यक्तिगत
hr: Osobno
hu: Személyes
id: Pribadi
it: Personale
ja: 個人用
kk: Жеке
ko: 개인
lt: Asmeninis
ms: Peribadi
nb: Personlig
nl: Persoonlijk
pl: Osobiste
pt: Pessoal
ru: Личное
sk: Osobné
sl: Osebno
sv: Personligt
th: ส่วนตัว
tr: Kişisel
uk: Особисте
vi: Cá nhân
zh_hans: 个人
zh_hant: 個人

source: Photo
ar: صورة
bg: Снимка
bn: ছবি
ca: Foto
cs: Fotka
da: Foto
de: Foto
el: Φωτογραφία
es: Foto
fa: عکس
fi: Kuva
he: תמונה
hi: फ़ोटो
hr: Fotografija
hu: Fotó
id: Foto
it: Foto
ja: 写真
kk: Фотосурет
ko: 사진
lt: Nuotrauka
ms: Foto
nb: Bilde
nl: Foto
pl: Zdjęcie
pt: Foto
ro: Fotografie
ru: Фотография
sk: Fotografia
sl: Fotografija
sv: Foto
th: รูปภาพ
tr: Fotoğraf
uk: Фото
vi: Ảnh
zh_hans: 照片
zh_hant: 相片

source: Photo library access is required to show albums.
ar: يلزم الوصول إلى مكتبة الصور لعرض الألبومات.
bg: За показване на албумите е необходим достъп до библиотеката със снимки.
bn: অ্যালবাম দেখাতে ফটো লাইব্রেরিতে অ্যাক্সেস প্রয়োজন।
ca: Cal accedir a la fototeca per mostrar els àlbums.
cs: Pro zobrazení alb je vyžadován přístup ke knihovně fotek.
da: Der kræves adgang til fotobiblioteket for at vise album.
de: Zum Anzeigen von Alben ist Zugriff auf die Fotomediathek erforderlich.
el: Απαιτείται πρόσβαση στη βιβλιοθήκη φωτογραφιών για την εμφάνιση άλμπουμ.
es: Se necesita acceso a la fototeca para mostrar los álbumes.
fa: برای نمایش آلبوم‌ها، دسترسی به کتابخانه عکس لازم است.
fi: Albumien näyttäminen edellyttää kuvakirjaston käyttöoikeutta.
fr: L’accès à la photothèque est requis pour afficher les albums.
he: נדרשת גישה לספריית התמונות כדי להציג אלבומים.
hi: एल्बम दिखाने के लिए फ़ोटो लाइब्रेरी की एक्सेस आवश्यक है।
hr: Za prikaz albuma potreban je pristup fototeci.
hu: Az albumok megjelenítéséhez hozzáférés szükséges a fotókönyvtárhoz.
id: Akses perpustakaan foto diperlukan untuk menampilkan album.
it: Per mostrare gli album è necessario accedere alla libreria foto.
ja: アルバムを表示するには写真ライブラリへのアクセスが必要です。
kk: Альбомдарды көрсету үшін фотосуреттер кітапханасына қатынас қажет.
ko: 앨범을 표시하려면 사진 보관함 접근 권한이 필요합니다.
lt: Norint rodyti albumus, reikia prieigos prie nuotraukų bibliotekos.
ms: Akses pustaka foto diperlukan untuk menunjukkan album.
nb: Tilgang til bildebiblioteket kreves for å vise album.
nl: Toegang tot de fotobibliotheek is vereist om albums weer te geven.
pl: Do wyświetlania albumów wymagany jest dostęp do biblioteki zdjęć.
pt: É necessário aceder à fototeca para mostrar os álbuns.
ro: Accesul la biblioteca foto este necesar pentru afișarea albumelor.
ru: Для показа альбомов необходим доступ к медиатеке.
sk: Na zobrazenie albumov sa vyžaduje prístup ku knižnici fotografií.
sl: Za prikaz albumov je potreben dostop do knjižnice fotografij.
sv: Åtkomst till bildbiblioteket krävs för att visa album.
th: ต้องมีสิทธิ์เข้าถึงคลังรูปภาพเพื่อแสดงอัลบั้ม
tr: Albümleri göstermek için fotoğraf arşivine erişim gerekir.
uk: Для відображення альбомів потрібен доступ до фототеки.
vi: Cần quyền truy cập thư viện ảnh để hiển thị album.
zh_hans: 需要照片图库访问权限才能显示相册。
zh_hant: 需要圖庫取用權限才能顯示相簿。

source: Photo Unavailable
ar: الصورة غير متوفرة
bg: Снимката не е налична
bn: ছবিটি উপলভ্য নয়
ca: La foto no està disponible
cs: Fotka není dostupná
da: Foto ikke tilgængeligt
de: Foto nicht verfügbar
el: Η φωτογραφία δεν είναι διαθέσιμη
es: Foto no disponible
fa: عکس در دسترس نیست
fi: Kuva ei ole käytettävissä
fr: Photo indisponible
he: התמונה אינה זמינה
hi: फ़ोटो उपलब्ध नहीं है
hr: Fotografija nije dostupna
hu: A fotó nem érhető el
id: Foto Tidak Tersedia
it: Foto non disponibile
ja: 写真を利用できません
kk: Фотосурет қолжетімді емес
ko: 사진을 사용할 수 없음
lt: Nuotrauka nepasiekiama
ms: Foto Tidak Tersedia
nb: Bildet er utilgjengelig
nl: Foto niet beschikbaar
pl: Zdjęcie niedostępne
pt: Foto indisponível
ro: Fotografie indisponibilă
ru: Фотография недоступна
sk: Fotografia nie je k dispozícii
sl: Fotografija ni na voljo
sv: Fotot är inte tillgängligt
th: รูปภาพไม่พร้อมใช้งาน
tr: Fotoğraf Kullanılamıyor
uk: Фото недоступне
vi: Ảnh không khả dụng
zh_hans: 照片不可用
zh_hant: 相片無法使用

source: Photos
ar: الصور
bg: Снимки
bn: ছবি
ca: Fotos
cs: Fotky
da: Fotos
de: Fotos
el: Φωτογραφίες
es: Fotos
fa: عکس‌ها
fi: Kuvat
he: תמונות
hi: फ़ोटो
hr: Fotografije
hu: Fotók
id: Foto
it: Foto
ja: 写真
kk: Фотолар
ko: 사진
lt: Nuotraukos
ms: Foto
nb: Bilder
nl: Foto's
pl: Zdjęcia
pt: Fotos
ro: Poze
ru: Фото
sk: Fotky
sl: Fotografije
sv: Bilder
th: รูปภาพ
tr: Fotoğraflar
uk: Фото
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

source: Photos from this day in previous years will show up here.
ar: ستظهر هنا صور هذا اليوم من السنوات السابقة.
bg: Снимките от този ден през предишни години ще се показват тук.
bn: আগের বছরগুলোর এই দিনের ছবিগুলো এখানে দেখা যাবে।
ca: Les fotos d'aquest dia d'anys anteriors apareixeran aquí.
cs: Zde se zobrazí fotky pořízené v tento den v předchozích letech.
da: Fotos fra denne dag i tidligere år vises her.
de: Fotos von diesem Tag in früheren Jahren werden hier angezeigt.
el: Οι φωτογραφίες από αυτή την ημέρα προηγούμενων ετών θα εμφανίζονται εδώ.
es: Las fotos de este día de años anteriores aparecerán aquí.
fa: عکس‌های چنین روزی در سال‌های گذشته اینجا نمایش داده می‌شوند.
fi: Aiempina vuosina tänä päivänä otetut kuvat näkyvät täällä.
fr: Les photos prises ce jour-là les années précédentes apparaîtront ici.
he: תמונות מהיום הזה בשנים קודמות יופיעו כאן.
hi: पिछले वर्षों में आज के दिन की फ़ोटो यहाँ दिखाई देंगी।
hr: Fotografije snimljene na današnji dan prethodnih godina pojavit će se ovdje.
hu: A korábbi évek ezen a napján készült fotók itt jelennek meg.
id: Foto dari hari ini pada tahun-tahun sebelumnya akan muncul di sini.
it: Le foto scattate in questo giorno negli anni precedenti verranno visualizzate qui.
ja: 過去の同じ日に撮影した写真がここに表示されます。
kk: Өткен жылдардағы осы күні түсірілген фотосуреттер осында көрсетіледі.
ko: 지난해 같은 날에 촬영한 사진이 여기에 표시됩니다.
lt: Ankstesniais metais šią dieną padarytos nuotraukos bus rodomos čia.
ms: Foto dari hari ini pada tahun-tahun sebelumnya akan dipaparkan di sini.
nb: Bilder fra denne dagen i tidligere år vises her.
nl: Foto's van deze dag in eerdere jaren verschijnen hier.
pl: Tutaj pojawią się zdjęcia z tego dnia w poprzednich latach.
pt: As fotos deste dia em anos anteriores aparecerão aqui.
ro: Fotografiile din această zi din anii anteriori vor apărea aici.
ru: Здесь появятся фотографии, сделанные в этот день в прошлые годы.
sk: Fotografie z tohto dňa v predchádzajúcich rokoch sa zobrazia tu.
sl: Fotografije s tega dne iz prejšnjih let bodo prikazane tukaj.
sv: Foton från den här dagen tidigare år visas här.
th: รูปภาพจากวันนี้ในปีก่อน ๆ จะแสดงที่นี่
tr: Geçmiş yıllarda bugün çekilmiş fotoğraflar burada görünecek.
uk: Тут з’являться фото, зроблені цього дня в попередні роки.
vi: Ảnh chụp vào ngày này trong những năm trước sẽ xuất hiện ở đây.
zh_hans: 往年同一天的照片将显示在这里。
zh_hant: 往年同一天的相片將顯示於此。
